aaron-bond.better-comments
acarreiro.calculate
akamud.vscode-theme-onelight
andrewberty.noir-theme-bundle
christian-kohler.npm-intellisense
dart-code.dart-code
dart-code.flutter
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
georgewfraser.vscode-javac
github.github-vscode-theme
github.vscode-pull-request-github
icrawl.discord-vscode
johnpapa.winteriscoming
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.remote-explorer
oderwat.indent-rainbow
pkief.material-icon-theme
primalmotion.primal
redhat.java
ritwickdey.liveserver
s-nlf-fh.glassit
shd101wyy.markdown-preview-enhanced
streetsidesoftware.code-spell-checker
teabyii.ayu
techer.open-in-browser
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
walkme.java-extension-pack
wsds.theme-hacker
